Repository: greetroll8/groomcard-ios
Catalog: App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

source: Dog
de: Hund
es: Perro
fr: Chien
ru: Собака

source: Cat
de: Katze
es: Gato
fr: Chat
ru: Кошка

source: Other
de: Andere
es: Otro
fr: Autre
ru: Другое

source: Short
de: Kurz
es: Corto
fr: Court
ru: Короткая

source: Double
de: Doppelt
es: Doble
ru: Двойная

source: Curly
de: Lockig
es: Rizado
fr: Bouclé
ru: Кудрявая

source: Wire
de: Drahtig
es: Duro
fr: Dur
ru: Жёсткая

source: Silky
de: Seidig
es: Sedoso
fr: Soyeux
ru: Шелковистая

source: Wool
de: Wolle
es: Lanoso
fr: Laineux
ru: Шерстистая

source: Hairless
de: Haarlos
es: Sin pelo
fr: Sans poils
ru: Бесшёрстная

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ru: Неизвестно

source: Bite risk
de: Bissgefahr
es: Riesgo de mordedura
fr: Risque de morsure
ru: Риск укуса

source: Anxious
de: Ängstlich
es: Ansioso
fr: Anxieux
ru: Тревожный

source: None
de: Keine
es: Ninguno
fr: Aucun
ru: Нет

source: Every visit
de: Bei jedem Besuch
es: Cada visita
fr: Chaque visite
ru: Каждый визит

source: Once a year
de: Einmal jährlich
es: Una vez al año
fr: Une fois par an
ru: Раз в год

source: Brush out mats
de: Verfilzungen ausbürsten
es: Desenredar nudos
fr: Démêler les nœuds
ru: Вычесать колтуны

source: Shave out mats
de: Verfilzungen ausrasieren
es: Rasurar nudos
fr: Raser les nœuds
ru: Выбрить колтуны

source: All
de: Alle
es: Todos
fr: Tous
ru: Все

source: Rabies expired
de: Tollwut abgelaufen
es: Rabia vencida
fr: Rage expirée
ru: Бешенство истекло

source: No consent
de: Keine Einwilligung
es: Sin consentimiento
fr: Sans consentement
ru: Нет согласия

source: Recently updated
de: Kürzlich aktualisiert
es: Actualizado recientemente
fr: Récemment mis à jour
ru: Недавно обновлённые

source: Last session
de: Letzte Sitzung
es: Última sesión
fr: Dernière séance
ru: Последний сеанс

source: All time
de: Gesamt
es: Todo el tiempo
fr: Depuis toujours
ru: За всё время

source: This month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
ru: Этот месяц

source: Last 30 days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
ru: Последние 30 дней

source: This year
de: Dieses Jahr
es: Este año
fr: Cette année
ru: Этот год

source: Pet limit
de: Tierlimit
es: Límite de mascotas
fr: Limite d'animaux
ru: Лимит питомцев

source: Consent PDF
de: Einwilligungs-PDF
es: PDF de consentimiento
fr: PDF de consentement
ru: PDF согласия

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ru: Сегодня

source: Pets
de: Tiere
es: Mascotas
fr: Animaux
ru: Питомцы

source: Owners
de: Besitzer
es: Propietarios
fr: Propriétaires
ru: Владельцы

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ru: Настройки

source: Rabies vaccination expired
de: Tollwutimpfung abgelaufen
es: Vacuna antirrábica vencida
fr: Vaccination antirabique expirée
ru: Прививка от бешенства просрочена

source: No sessions today
de: Heute keine Sitzungen
es: No hay sesiones hoy
fr: Aucune séance aujourd'hui
ru: Сегодня нет сеансов

source: Start a new grooming session to log before/after photos and notes.
de: Starte eine neue Pflegesitzung, um Vorher-/Nachher-Fotos und Notizen festzuhalten.
es: Inicia una nueva sesión de peluquería para registrar fotos de antes/después y notas.
fr: Démarrez une nouvelle séance de toilettage pour enregistrer des photos avant/après et des notes.
ru: Начните новый сеанс груминга, чтобы добавить фото до/после и заметки.

source: New session
de: Neue Sitzung
es: Nueva sesión
fr: Nouvelle séance
ru: Новый сеанс

source: Pet
de: Tier
es: Mascota
fr: Animal
ru: Питомец

source: No pets yet
de: Noch keine Tiere
es: Aún no hay mascotas
fr: Aucun animal pour le moment
ru: Питомцев пока нет

source: Add a pet first, then start a session.
de: Füge zuerst ein Tier hinzu und starte dann eine Sitzung.
es: Agrega una mascota primero y luego inicia una sesión.
fr: Ajoutez d'abord un animal, puis démarrez une séance.
ru: Сначала добавьте питомца, затем начните сеанс.

source: Choose pet
de: Tier auswählen
es: Elegir mascota
fr: Choisir un animal
ru: Выберите питомца

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена

source: No owners
de: Keine Besitzer
es: Sin propietarios
fr: Aucun propriétaire
ru: Нет владельцев

source: Add an owner to group their pets and store contact details.
de: Füge einen Besitzer hinzu, um dessen Tiere zu gruppieren und Kontaktdaten zu speichern.
es: Agrega un propietario para agrupar sus mascotas y guardar los datos de contacto.
fr: Ajoutez un propriétaire pour regrouper ses animaux et enregistrer ses coordonnées.
ru: Добавьте владельца, чтобы сгруппировать его питомцев и сохранить контактные данные.

source: Search owners
de: Besitzer suchen
es: Buscar propietarios
fr: Rechercher des propriétaires
ru: Поиск владельцев

source: Add owner
de: Besitzer hinzufügen
es: Agregar propietario
fr: Ajouter un propriétaire
ru: Добавить владельца

source: Contact
de: Kontakt
es: Contacto
ru: Контакт

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
ru: Телефон

source: No contact details
de: Keine Kontaktdaten
es: Sin datos de contacto
fr: Aucune coordonnée
ru: Нет контактных данных

source: No pets
de: Keine Tiere
es: Sin mascotas
fr: Aucun animal
ru: Нет питомцев

source: Add pet
de: Tier hinzufügen
es: Agregar mascota
fr: Ajouter un animal
ru: Добавить питомца

source: More
de: Mehr
es: Más
fr: Plus
ru: Ещё

source: Edit owner
de: Besitzer bearbeiten
es: Editar propietario
fr: Modifier le propriétaire
ru: Изменить владельца

source: Delete owner
de: Besitzer löschen
es: Eliminar propietario
fr: Supprimer le propriétaire
ru: Удалить владельца

source: Delete this owner?
de: Diesen Besitzer löschen?
es: ¿Eliminar este propietario?
fr: Supprimer ce propriétaire ?
ru: Удалить этого владельца?

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ru: Удалить

source: This also removes the owner's pets, sessions and consents.
de: Dadurch werden auch die Tiere, Sitzungen und Einwilligungen des Besitzers entfernt.
es: Esto también elimina las mascotas, sesiones y consentimientos del propietario.
fr: Cela supprime également les animaux, les séances et les consentements du propriétaire.
ru: Это также удалит питомцев, сеансы и согласия владельца.

source: Notes
de: Notizen
es: Notas
ru: Заметки

source: New owner
de: Neuer Besitzer
es: Nuevo propietario
fr: Nouveau propriétaire
ru: Новый владелец

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ru: Сохранить

source: Welcome to GroomCard
de: Willkommen bei GroomCard
es: Te damos la bienvenida a GroomCard
fr: Bienvenue dans GroomCard
ru: Добро пожаловать в GroomCard

source: Offline pet cards, consent with signature, and before/after photos — built for the solo and mobile groomer.
de: Offline-Tierkarten, Einwilligung mit Unterschrift und Vorher-/Nachher-Fotos – gemacht für den selbstständigen und mobilen Hundefriseur.
es: Fichas de mascotas sin conexión, consentimiento con firma y fotos de antes/después: creado para el peluquero autónomo y móvil.
fr: Fiches d'animaux hors ligne, consentement avec signature et photos avant/après — conçu pour le toiletteur indépendant et mobile.
ru: Офлайн-карточки питомцев, согласие с подписью и фото до/после — для частного и выездного грумера.

source: Your business
de: Dein Unternehmen
es: Tu negocio
fr: Votre activité
ru: Ваш бизнес

source: Business name
de: Unternehmensname
es: Nombre del negocio
fr: Nom de l'entreprise
ru: Название бизнеса

source: Consent template
de: Einwilligungsvorlage
es: Plantilla de consentimiento
fr: Modèle de consentement
ru: Шаблон согласия

source: This text appears on every consent. You can edit it later in Settings.
de: Dieser Text erscheint auf jeder Einwilligung. Du kannst ihn später in den Einstellungen bearbeiten.
es: Este texto aparece en cada consentimiento. Puedes editarlo más tarde en Ajustes.
fr: Ce texte apparaît sur chaque consentement. Vous pourrez le modifier ultérieurement dans les Réglages.
ru: Этот текст появляется в каждом согласии. Вы можете изменить его позже в настройках.

source: First owner
de: Erster Besitzer
es: Primer propietario
fr: Premier propriétaire
ru: Первый владелец

source: Owner name
de: Name des Besitzers
es: Nombre del propietario
fr: Nom du propriétaire
ru: Имя владельца

source: First pet
de: Erstes Tier
es: Primera mascota
fr: Premier animal
ru: Первый питомец

source: Pet name
de: Tiername
es: Nombre de la mascota
fr: Nom de l'animal
ru: Имя питомца

source: Species
de: Tierart
es: Especie
fr: Espèce
ru: Вид

source: Breed
de: Rasse
es: Raza
fr: Race
ru: Порода

source: You can skip this and add pets later.
de: Du kannst dies überspringen und Tiere später hinzufügen.
es: Puedes omitir esto y añadir mascotas más tarde.
fr: Vous pouvez ignorer cette étape et ajouter des animaux plus tard.
ru: Можно пропустить и добавить питомцев позже.

source: Back
de: Zurück
es: Atrás
fr: Retour
ru: Назад

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ru: Далее

source: Finish
de: Fertig
es: Finalizar
fr: Terminer
ru: Готово

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ru: Закрыть

source: Unlimited pet profiles
de: Unbegrenzte Tierprofile
es: Perfiles de mascotas ilimitados
fr: Profils d'animaux illimités
ru: Неограниченное число профилей питомцев

source: PDF grooming reports and signed consent
de: PDF-Pflegeberichte und unterschriebene Einwilligung
es: Informes de peluquería en PDF y consentimiento firmado
fr: Rapports de toilettage PDF et consentement signé
ru: Отчёты о груминге в PDF и подписанное согласие

source: CSV revenue export
de: CSV-Umsatzexport
es: Exportación de ingresos en CSV
fr: Export des revenus en CSV
ru: Экспорт выручки в CSV

source: Subscriptions are not available right now. Please try again later.
de: Abonnements sind derzeit nicht verfügbar. Bitte versuche es später erneut.
es: Las suscripciones no están disponibles en este momento. Inténtalo de nuevo más tarde.
fr: Les abonnements ne sont pas disponibles pour le moment. Veuillez réessayer plus tard.
ru: Подписки сейчас недоступны. Повторите попытку позже.

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ru: Восстановить покупки

source: Add unlimited pets
de: Unbegrenzt Tiere hinzufügen
es: Añade mascotas ilimitadas
fr: Ajouter un nombre illimité d'animaux
ru: Добавляйте неограниченное число питомцев

source: Share PDF reports
de: PDF-Berichte teilen
es: Comparte informes en PDF
fr: Partager des rapports PDF
ru: Делитесь отчётами в PDF

source: Sign consent as PDF
de: Einwilligung als PDF unterschreiben
es: Firma el consentimiento en PDF
fr: Signer le consentement au format PDF
ru: Подписывайте согласие в PDF

source: Back up your data
de: Sichere deine Daten
es: Haz una copia de seguridad de tus datos
fr: Sauvegarder vos données
ru: Создавайте резервные копии данных

source: You've reached the free pet limit. Upgrade to keep adding pet profiles.
de: Du hast das kostenlose Tierlimit erreicht. Führe ein Upgrade durch, um weitere Tierprofile hinzuzufügen.
es: Has alcanzado el límite de mascotas gratuitas. Mejora tu plan para seguir añadiendo perfiles de mascotas.
fr: Vous avez atteint la limite gratuite d'animaux. Passez à la version supérieure pour continuer à ajouter des profils.
ru: Достигнут лимит питомцев в бесплатной версии. Оформите подписку, чтобы добавлять новые профили.

source: Generate polished before/after grooming reports to hand to owners.
de: Erstelle ansprechende Vorher-/Nachher-Pflegeberichte zum Aushändigen an Besitzer.
es: Genera informes de peluquería de antes y después para entregar a los dueños.
fr: Générez des rapports de toilettage avant/après soignés à remettre aux propriétaires.
ru: Создавайте аккуратные отчёты о груминге «до/после» для владельцев.

source: Export signed consent forms as PDF for your records and the owner.
de: Exportiere unterschriebene Einwilligungsformulare als PDF für deine Unterlagen und den Besitzer.
es: Exporta los formularios de consentimiento firmados en PDF para tus registros y para el dueño.
fr: Exportez les formulaires de consentement signés en PDF pour vos archives et le propriétaire.
ru: Экспортируйте подписанные согласия в PDF для своего архива и владельца.

source: Keep a safe copy of every pet, session, and consent.
de: Bewahre eine sichere Kopie jedes Tieres, jeder Sitzung und jeder Einwilligung auf.
es: Guarda una copia segura de cada mascota, sesión y consentimiento.
fr: Conservez une copie sûre de chaque animal, séance et consentement.
ru: Храните надёжную копию каждого питомца, сеанса и согласия.

source: Add a pet to start a card with breed, coat, flags and consent.
de: Füge ein Tier hinzu, um eine Karte mit Rasse, Fell, Hinweisen und Einwilligung zu erstellen.
es: Añade una mascota para crear una ficha con raza, pelaje, indicadores y consentimiento.
fr: Ajoutez un animal pour créer une fiche avec race, pelage, signalements et consentement.
ru: Добавьте питомца, чтобы создать карточку с породой, шерстью, метками и согласием.

source: Search pets or breeds
de: Tiere oder Rassen suchen
es: Buscar mascotas o razas
fr: Rechercher des animaux ou des races
ru: Поиск питомцев или пород

source: Filter
de: Filtern
es: Filtrar
fr: Filtrer
ru: Фильтр

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
ru: Сортировка

source: Consent
de: Einwilligung
es: Consentimiento
fr: Consentement
ru: Согласие

source: Use a muzzle and handle with caution.
de: Maulkorb verwenden und vorsichtig handhaben.
es: Usa un bozal y manipula con precaución.
fr: Utiliser une muselière et manipuler avec précaution.
ru: Используйте намордник и обращайтесь с осторожностью.

source: Confirm the owner accepts the risk below before signing.
de: Bestätige, dass der Besitzer das unten genannte Risiko akzeptiert, bevor du unterschreibst.
es: Confirma que el dueño acepta el riesgo indicado abajo antes de firmar.
fr: Confirmez que le propriétaire accepte le risque ci-dessous avant de signer.
ru: Перед подписанием подтвердите, что владелец принимает указанный ниже риск.

source: Agreement
de: Vereinbarung
es: Acuerdo
fr: Accord
ru: Соглашение

source: Owner choices
de: Auswahl des Besitzers
es: Opciones del dueño
fr: Choix du propriétaire
ru: Выбор владельца

source: Matted coat
de: Verfilztes Fell
es: Pelaje enredado
fr: Pelage emmêlé
ru: Свалявшаяся шерсть

source: Allow photo publication
de: Veröffentlichung von Fotos erlauben
es: Permitir la publicación de fotos
fr: Autoriser la publication de photos
ru: Разрешить публикацию фото

source: Acknowledges sedation-free grooming
de: Bestätigt Pflege ohne Sedierung
es: Reconoce la peluquería sin sedación
fr: Reconnaît le toilettage sans sédation
ru: Подтверждает груминг без седации

source: Accepts senior-pet risks
de: Akzeptiert Risiken bei älteren Tieren
es: Acepta los riesgos de mascotas de edad avanzada
fr: Accepte les risques liés aux animaux âgés
ru: Принимает риски для пожилого питомца

source: Owner confirms the rabies vaccination is expired and accepts the risk.
de: Der Besitzer bestätigt, dass die Tollwutimpfung abgelaufen ist, und akzeptiert das Risiko.
es: El dueño confirma que la vacuna contra la rabia está vencida y acepta el riesgo.
fr: Le propriétaire confirme que la vaccination antirabique est expirée et accepte le risque.
ru: Владелец подтверждает, что прививка от бешенства просрочена, и принимает риск.

source: Required acknowledgement
de: Erforderliche Bestätigung
es: Reconocimiento obligatorio
fr: Reconnaissance requise
ru: Обязательное подтверждение

source: Sign
de: Unterschreiben
es: Firmar
fr: Signer
ru: Подписать

source: Acknowledge the expired rabies vaccination to enable signing.
de: Bestätige die abgelaufene Tollwutimpfung, um das Unterschreiben zu ermöglichen.
es: Reconoce la vacuna contra la rabia vencida para habilitar la firma.
fr: Reconnaissez la vaccination antirabique expirée pour activer la signature.
ru: Подтвердите просроченную прививку от бешенства, чтобы включить подписание.

source: Export consent PDF
de: Einwilligungs-PDF exportieren
es: Exportar consentimiento en PDF
fr: Exporter le PDF de consentement
ru: Экспорт согласия в PDF

source: Signed
de: Unterschrieben
es: Firmado
fr: Signé
ru: Подписано

source: Re-sign
de: Erneut unterschreiben
es: Volver a firmar
fr: Re-signer
ru: Переподписать

source: Couldn't save signature
de: Unterschrift konnte nicht gespeichert werden
es: No se pudo guardar la firma
fr: Impossible d'enregistrer la signature
ru: Не удалось сохранить подпись

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ru: Изменить

source: Delete pet
de: Tier löschen
es: Eliminar mascota
fr: Supprimer l'animal
ru: Удалить питомца

source: Delete this pet?
de: Dieses Tier löschen?
es: ¿Eliminar esta mascota?
fr: Supprimer cet animal ?
ru: Удалить этого питомца?

source: This also removes its sessions, consents and photos.
de: Dadurch werden auch die Sitzungen, Einwilligungen und Fotos entfernt.
es: Esto también elimina sus sesiones, consentimientos y fotos.
fr: Cela supprime également ses séances, consentements et photos.
ru: Также будут удалены его сеансы, согласия и фотографии.

source: Owner
de: Besitzer
es: Dueño
fr: Propriétaire
ru: Владелец

source: No owner linked
de: Kein Besitzer verknüpft
es: Ningún dueño vinculado
fr: Aucun propriétaire associé
ru: Владелец не привязан

source: Consent needed before grooming
de: Einwilligung vor der Pflege erforderlich
es: Se requiere consentimiento antes de la peluquería
fr: Consentement requis avant le toilettage
ru: Перед грумингом требуется согласие

source: Not signed yet
de: Noch nicht unterschrieben
es: Aún sin firmar
fr: Pas encore signé
ru: Ещё не подписано

source: Mat removal
de: Entfernen von Verfilzungen
es: Eliminación de enredos
fr: Démêlage
ru: Удаление колтунов

source: Photo release
de: Fotofreigabe
es: Autorización de fotos
fr: Autorisation de photo
ru: Разрешение на фото

source: Allowed
de: Erlaubt
es: Permitido
fr: Autorisé
ru: Разрешено

source: Not allowed
de: Nicht erlaubt
es: No permitido
fr: Non autorisé
ru: Не разрешено

source: No consent on file
de: Keine Einwilligung vorhanden
es: Sin consentimiento registrado
fr: Aucun consentement enregistré
ru: Нет согласия в архиве

source: New consent
de: Neue Einwilligung
es: Nuevo consentimiento
fr: Nouveau consentement
ru: Новое согласие

source: New / re-sign consent
de: Neue / erneute Einwilligung
es: Nuevo consentimiento / volver a firmar
fr: Nouveau consentement / re-signer
ru: Новое согласие / переподписать

source: Sessions
de: Sitzungen
es: Sesiones
fr: Séances
ru: Сеансы

source: No sessions yet
de: Noch keine Sitzungen
es: Aún no hay sesiones
fr: Aucune séance pour le moment
ru: Сеансов пока нет

source: Care notes
de: Pflegehinweise
es: Notas de cuidado
fr: Notes de soin
ru: Заметки по уходу

source: Allergies / health
de: Allergien / Gesundheit
es: Alergias / salud
fr: Allergies / santé
ru: Аллергии / здоровье

source: Before
de: Vorher
es: Antes
fr: Avant
ru: До

source: After
de: Nachher
es: Después
fr: Après
ru: После

source: New pet
de: Neues Tier
es: Nueva mascota
fr: Nouvel animal
ru: Новый питомец

source: Edit pet
de: Tier bearbeiten
es: Editar mascota
fr: Modifier l'animal
ru: Изменить питомца

source: Done
de: Fertig
es: Listo
fr: OK
ru: Готово

source: Photo
de: Foto
es: Foto
ru: Фото

source: Camera is unavailable on this device.
de: Die Kamera ist auf diesem Gerät nicht verfügbar.
es: La cámara no está disponible en este dispositivo.
fr: L'appareil photo n'est pas disponible sur cet appareil.
ru: Камера недоступна на этом устройстве.

source: Take photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
ru: Сделать фото

source: Choose photo
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
ru: Выбрать фото

source: Coat type
de: Felltyp
es: Tipo de pelaje
fr: Type de pelage
ru: Тип шерсти

source: Behavior flags
de: Verhaltenshinweise
es: Indicadores de comportamiento
fr: Signalements de comportement
ru: Метки поведения

source: Health
de: Gesundheit
es: Salud
fr: Santé
ru: Здоровье

source: Allergies / health notes
de: Allergien / Gesundheitshinweise
es: Notas de alergias / salud
fr: Notes d'allergies / santé
ru: Заметки об аллергиях / здоровье

source: Weight
de: Gewicht
es: Peso
fr: Poids
ru: Вес

source: Unit
de: Einheit
es: Unidad
fr: Unité
ru: Единица

source: Rabies expiry date
de: Tollwut-Ablaufdatum
es: Fecha de caducidad de la rabia
fr: Date d'expiration de la rage
ru: Срок действия прививки от бешенства

source: Expires
de: Läuft ab
es: Caduca
fr: Expire le
ru: Истекает

source: Select owner
de: Besitzer auswählen
es: Seleccionar propietario
fr: Sélectionner le propriétaire
ru: Выберите владельца

source: Style & notes
de: Stil & Notizen
es: Estilo y notas
fr: Style et notes
ru: Стиль и заметки

source: Preferred style
de: Bevorzugter Stil
es: Estilo preferido
fr: Style préféré
ru: Предпочитаемый стиль

source: Select an owner first.
de: Wähle zuerst einen Besitzer aus.
es: Primero selecciona un propietario.
fr: Sélectionnez d'abord un propriétaire.
ru: Сначала выберите владельца.

source: Name is required.
de: Name ist erforderlich.
es: El nombre es obligatorio.
fr: Le nom est obligatoire.
ru: Укажите имя.

source: Unable to add pet.
de: Tier konnte nicht hinzugefügt werden.
es: No se pudo añadir la mascota.
fr: Impossible d'ajouter l'animal.
ru: Не удалось добавить питомца.

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ru: Добавить

source: Choose from library
de: Aus Mediathek wählen
es: Elegir de la galería
fr: Choisir depuis la photothèque
ru: Выбрать из медиатеки

source: Remove photo
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
ru: Удалить фото

source: Add photo
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
ru: Добавить фото

source: Handle with care. Consider a muzzle.
de: Vorsichtig behandeln. Maulkorb erwägen.
es: Manipular con cuidado. Considera un bozal.
fr: Manipuler avec précaution. Envisagez une muselière.
ru: Обращайтесь осторожно. Рекомендуется намордник.

source: Bite risk. Handle with care. Consider a muzzle.
de: Bissrisiko. Vorsichtig behandeln. Maulkorb erwägen.
es: Riesgo de mordedura. Manipular con cuidado. Considera un bozal.
fr: Risque de morsure. Manipuler avec précaution. Envisagez une muselière.
ru: Риск укуса. Обращайтесь осторожно. Рекомендуется намордник.

source: Session not found
de: Sitzung nicht gefunden
es: Sesión no encontrada
fr: Séance introuvable
ru: Сеанс не найден

source: This session may have been deleted.
de: Diese Sitzung wurde möglicherweise gelöscht.
es: Es posible que esta sesión se haya eliminado.
fr: Cette séance a peut-être été supprimée.
ru: Возможно, этот сеанс был удалён.

source: Session
de: Sitzung
es: Sesión
fr: Séance
ru: Сеанс

source: Date
de: Datum
es: Fecha
ru: Дата

source: Style
de: Stil
es: Estilo
ru: Стиль

source: Price
de: Preis
es: Precio
fr: Prix
ru: Цена

source: Before / After
de: Vorher / Nachher
es: Antes / Después
fr: Avant / Après
ru: До / После

source: Recommendations for owner
de: Empfehlungen für den Besitzer
es: Recomendaciones para el propietario
fr: Recommandations pour le propriétaire
ru: Рекомендации для владельца

source: Export report PDF
de: Bericht als PDF exportieren
es: Exportar informe PDF
fr: Exporter le rapport en PDF
ru: Экспорт отчёта в PDF

source: PDF reports for owners are a Pro feature.
de: PDF-Berichte für Besitzer sind eine Pro-Funktion.
es: Los informes PDF para propietarios son una función Pro.
fr: Les rapports PDF pour les propriétaires sont une fonctionnalité Pro.
ru: PDF-отчёты для владельцев доступны в версии Pro.

source: Upgrade to Pro
de: Auf Pro upgraden
es: Cambiar a Pro
fr: Passer à Pro
ru: Перейти на Pro

source: When
de: Wann
es: Cuándo
fr: Quand
ru: Когда

source: Style / length by zone
de: Stil / Länge pro Zone
es: Estilo / longitud por zona
fr: Style / longueur par zone
ru: Стиль / длина по зонам

source: Before photos
de: Vorher-Fotos
es: Fotos de antes
fr: Photos avant
ru: Фото до
